---
title: FamilyLoadingIntoDocumentEventArgs
classe: Autodesk.Revit.DB.Events.FamilyLoadingIntoDocumentEventArgs
namespace: Autodesk.Revit.DB.Events
eredita: Autodesk.Revit.DB.Events.RevitAPIPreDocEventArgs
revit: "2025"
revitapi: "25.4.30.0"
stato: auto
verbo: leggere
membri_n: 2
---

# FamilyLoadingIntoDocumentEventArgs

!!! note "Scheda automatica"
    La corrispondenza C#→Python è generata dalle 7 Regole. Descrizione, tranello ed esempio sono **da rivedere** — contribuisci.

## La classe

_(una frase: cos'è e a cosa serve)_

## La corrispondenza

| nella doc (C#) | in python | tipo |
|---|---|---|
| `String FamilyName { get; }` | `familyLoadingIntoDocumentEventArgs.FamilyName` | String |
| `String FamilyPath { get; }` | `familyLoadingIntoDocumentEventArgs.FamilyPath` | String |

## Il tranello

_(ciò che la pagina non dice e ti farebbe sbagliare)_

## Lo script

```python
# esempio da completare
```